const mockEventYear = {
  1: [
    {
      title: '1월 일정',
    },
  ],
  2: [
    {
      title: '2월 일정',
    },
  ],
  3: [
    {
      title: '신입 부원 모집',
    },
    {
      title: '개강 총회',
    },
    {
      title: '1주차 정기모임',
    },
  ],
  4: [
    {
      title: '2주차 정기모임',
    },
    {
      title: '3주차 정기모임',
    },
    {
      title: '4주차 정기모임',
    },
    {
      title: '중간고사 기간',
    },
  ],
  5: [
    {
      title: '5주차 정기모임',
    },
    {
      title: '6주차 정기모임',
    },
    {
      title: '7주차 정기모임',
    },
    {
      title: '8주차 정기모임',
    },
    {
      title: '9주차 정기모임',
    },
  ],
  6: [
    {
      title: '종강 총회',
    },
    {
      title: '프로젝트 시작',
    },
    {
      title: '프로젝트 기간',
    },
  ],
  7: [
    {
      title: '프로젝트 기간',
    },
    {
      title: '중간 발표',
    },
  ],
  8: [
    {
      title: '프로젝트 기간',
    },
    {
      title: '최종 발표',
    },
  ],
  9: [
    {
      title: '신입 부원 모집',
    },
    {
      title: '개강 총회',
    },
    {
      title: '1주차 정기모임',
    },
  ],
  10: [
    {
      title: '2주차 정기모임',
    },
    {
      title: '3주차 정기모임',
    },
    {
      title: '4주차 정기모임',
    },
    {
      title: '중간고사 기간',
    },
  ],
  11: [
    {
      title: '5주차 정기모임',
    },
    {
      title: '6주차 정기모임',
    },
    {
      title: '7주차 정기모임',
    },
    {
      title: '8주차 정기모임',
    },
    {
      title: '9주차 정기모임',
    },
  ],
  12: [
    {
      title: '종강 총회',
    },
    {
      title: '프로젝트 시작',
    },
    {
      title: '프로젝트 기간',
    },
  ],
};

export default mockEventYear;
