const mockEventMonth = [
  {
    id: 1,
    title: '중간발표',
    content: `3기가 진행하는 프로젝트를 중간 상황 보고를 목적으로 발표하는 날입니다. 

      발표자료는 당일 18일 18시까지 자료 게시판에 게시해 주셔야합니다.

      부득이한 사유로 참여하지 못하는 분, 참여하시는 분들 모두 꼭 참여여부 체크 부탁드립니다~!`,
    location: '가천관 712호',
    requiredItems: '개인 노트북, 발표자료',
    memberNumber: '모든 인원',
    start: '2024-07-18T19:00:00.000',
    end: '2024-07-18T21:00:00.000',
    userName: '김성민',
    createdAt: '2024-07-01T17:30:00.000',
  },
  {
    id: 2,
    title: '4일 일정',
    content: `그냥 적당히 긴 일정이라면?`,
    location: '반도체대학',
    requiredItems: '무엇을 챙겨야 할까용',
    memberNumber: '팀 이강혁',
    start: '2024-07-16T19:00:00.000',
    end: '2024-07-19T19:00:00.000',
    createdAt: '2024-07-08T21:26:00.000',
    userName: '노정완',
  },
  {
    id: 3,
    title: '3기 프로젝트 기간인데 제목이 만약에 두줄이라면?',
    content: `3기가 프로젝트를 진행하는 기간입니다. 짧은 시간으로 진행되기 때문에 일정을 잘 분배하는 것을 추천드립니다.
      팀은 이강혁, 이주애 팀으로 구성돼있습니다.
      디자인 팀은 두 팀에 모두 소속되어있음을 참고해 주시면 감사하겠습니다.

      각 팀의 멘토는 이러합니다.
      🌟 팀 이강혁 🌟

      - BE: 근표 지원
      - FE: 혜원 승준 성민

      🌟 팀 이주애 🌟

      - BE: 정완 아연
      - FE: 혜원 승준 성민

      📌  멘토님들은 프로젝트 진행 과정에서 궁금한 점을 해결하고, 필요한 조언을 제공합니다.

      📌  멘토님들의 풍부한 경험과 전문성을 적극 활용하여 프로젝트를 성공적으로 마무리하시길 바랍니다.`,
    location: 'AI관 414호',
    requiredItems: '열정',
    memberNumber: 'Leets 3기',
    start: '2024-06-30T00:00:00.000',
    end: '2024-08-01T21:00:00.000',
    createdAt: '2024-06-18T19:09:00.000',
    userName: '조혜원',
  },
  {
    id: 4,
    title: '3',
    content: `만약 하루에 일정이 4개이상이라면?
      달력이 늘어나용`,
    location: '비전타워 301호',
    requiredItems: '개인 노트북',
    memberNumber: '여기에도 글을 길게 적을 수 있답니당',
    start: '2024-07-18T19:00:00.000',
    end: '2024-07-18T19:00:00.000',
    createdAt: '2024-07-10T09:32:00.000',
    userName: '양태석',
  },
  {
    id: 5,
    title: '8월',
    content: `현재 보여지는 달이 아니지만 달력에 보이는 날에 일정이 있다면 어떻게 하지~..`,
    location: '전자정보도서관',
    requiredItems: '즐거운 마음',
    memberNumber: '팀 이강혁 FE',
    start: '2024-08-03T19:00:00.000',
    end: '2024-08-03T19:00:00.000',
    createdAt: '2024-07-18T11:50:00.000',
    userName: '김성민',
  },
];

export default mockEventMonth;
